Repository: jukialen/pfartists_swift
Catalog: pfartists_swift/Languages/Localizable.xcstrings
Source language: en
Languages: ja, pl

# Account.Data.actualEmail
source: Current e-mail
ja: 現在のメール
pl: Aktualny e-mail

# Account.Data.againNewPassword
source: Repeat new password
ja: 新しいパスポートが繰り返します
pl: Powtórz nowe hasło

# Account.Data.changeEmail
source: Change e-mail
ja: メールが変わります
pl: Zmień adres e-mail

# Account.Data.changePassword
source: Change password
ja: 現在のパスポート入ります
pl: Zmień hasło

# Account.Data.currentPassword
source: Enter current password
ja: 現在のパスポート入ります
pl: Wpisz aktualne hasło

# Account.Data.currentPlan
source: current plan
ja: 現在の計画
pl: Aktualny plan

# Account.Data.newPassword
source: Enter new password
ja: 新しいパスポートが入ります
pl: Wpisz nowe hasło

# Account.Data.oldPassword
source: Enter old password
ja: 古いがパスポートが入ります
pl: Wpisz stare hasło

# Account.Data.subscription
source: Subscription
ja: サブスクリプション
pl: Subskrypcja

# Account.Menu.gallery
source: Gallery
ja: ギャラリー
pl: Galeria

# Account.Menu.general
source: General
ja: 一般
pl: Ogólne

# Aside.animations
source: Animations
ja: アニメーション
pl: Animacje

# Aside.anime
source: Anime
ja: アニメ

# Aside.category
source: Categories
ja: 部分け
pl: Kategorie

# Aside.comics
source: Comics
ja: コミック
pl: Komiksy

# Aside.drawings
source: Drawings
ja: 描画
pl: Rysunki

# Aside.friends
source: Favorite friends
ja: フェイバリットの友達
pl: Ulubieni znajomi

# Aside.groups
source: Adding a group
ja: 団体が増設
pl: Dodaj grupę

# Aside.manga
source: Manga
ja: マンガ

# Aside.others
source: Others
ja: 他
pl: Inne

# Aside.photographs
source: Photographs
ja: 写真
pl: Fotografie

# Aside.photos
source: Photos
ja: フォト
pl: Zdjęcia

# Aside.realistic
source: Realistic
ja: 写実的
pl: Realistyczne

# Aside.videos
source: Videos
ja: 映画
pl: Filmy

source: Cancel
ja: 取り止める
pl: Anuluj

# changeButton
source: Change
ja: 変わります
pl: Zmień

# changeLanguage
source: Language
ja: 言語
pl: Język

source: Choose File
ja: ファイルが追加
pl: Wybierz plik

source: Choose tag
ja: タグが選ぶ
pl: Wybierz tag

# Commens.updateTitle
source: Edit comment
ja: コメントがエディト
pl: Edycja komentarza

# Comments.comments
source: Comments
ja: コメント
pl: Komentarze

# Comments.deleteCommentTitle
source: Delete comment
ja: コメントが消す
pl: Usuń komentarz?

# Comments.newComAria
source: Adding description for new comment
ja: 新しいファイルに叙述立項
pl: Dodanie opisu dla nowego commentarza

# Comments.newComButton
source: Adding a comment
ja: コメントが付け加えます
pl: Dodaj komentarz

# Comments.newComPlaceholder
source: Write new comment
ja: 新しいコメントが書きます
pl: Napisz nowy komentarz

# Comments.noComments
source: No comments
ja: コメントがありません
pl: Brak komentarzy

# Comments.reply
source: Reply
ja: 答えます
pl: Odpowiedź

# Comments.updateButton
source: Update
ja: アップデート
pl: Zaktualizuj

# Date.day
source: d
ja: 日
pl: dni temu

# Date.hour
source: h
ja: 時間
pl: godz. temu

# Date.minute
source: m
ja: 分
pl: min. temu

# Date.second
source: s
ja: 秒
pl: sek. temu

source: Delete
ja: 消します
pl: Usuń

# DeletionAccount.body
source: Are you sure? You won't can undo this action afterwards.
ja: 違いないですか。この作用が取り消せません。
pl: Jesteś pewien/pewna? Nie będziesz mógł/mogła tego cofnić.

# DeletionAccount.deletionAccount
source: Deleting the account
ja: アカウントが消してます。
pl: Usuwanie konta

# DeletionAccount.title
source: Delete the account
ja: アカウントが消します
pl: Usuń konto

# DeletionFile.deleted
source: The file has deleted.
ja: ファイルが消しました。
pl: Usunięto plik

# DeletionFile.deleting
source: Deleting the file.
ja: ファイルが消してます
pl: Usuwanie pliku.

# DeletionFile.deletionButton
source: Deletion
ja: 消します
pl: Usuń

# DeletionFile.loadingText
source: Deleting
ja: 消してます
pl: Usuwanie

# DeletionFile.title
source: Delete File
ja: ファイルが消します
pl: Usunięcie pliku

# DeletionPost.deleted
source: The post has deleted.
ja: 掲示が消しました。
pl: Usunięto post.

# DeletionPost.deleting
source: Deleting the post.
ja: 掲示が消してます。
pl: Usuwanie postu.

# DeletionPost.title
source: Delete the post
ja: 掲示が消します
pl: Usunięcie pliku

source: Description
ja: 叙述
pl: Opis

# Description.iconButton
source: menu admin for the description
ja: 叙述のメニューのアドミン
pl: menu admina dla opisu

# Description.submit
source: Update
ja: アップデート
pl: Zaktualizuj

# Description.textAria
source: field for new description
ja: 新しい叙述の団体の場
pl: pole dla nowego opisu grupy

# Description.textPlaceholder
source: new description of group
ja: 新しい叙述の団体
pl: nowy opis grupy

source: Edit
ja: エディト
pl: Edytuj

# EmailVerification.expired
source: The verification code is expired or invalid. Please click the button to send new email verification link again.
ja: 認証コードの有効期限が切れているか、無効になっています。ボタンをクリックして、新しい確認用Eメールリンクを再度送信してください。
pl: Kod weryfikacyjny wygasł lub jest nieważny. Proszę kliknąć przycisk, aby ponownie wysłać nowy link weryfikacyjny e-mailem.

# EmailVerification.sendedSuccess
source: Please check your email and click the link in it.
ja: メールをご確認の上、その中にあるリンクをクリックしてください。
pl: Proszę sprawdzić swoją skrzynkę e-mailową i kliknąć w link w nim zawarty.

# EmailVerification.verified
source: You verified your e-mail.
ja: メールを確認しました。
pl: Zweryfikowałeś swój e-mail.

# error
source: Try again or check your internet connection.
ja: 遣り返すかインターネット接続が見えてください。
pl: Spróbuj ponownie lub sprawdź połączenie z internetem

# Form.acceptInfoFour
source: Privacy Policy
ja: プライバシーポリシー
pl: Polityką Prywatności

# Form.acceptInfoOne
source: By signing up, you agree to our
ja: 登録することにより、お客様は当社の
pl: Rejestrując się, zgadzasz się z naszymi

# Form.acceptInfoThree
source: and
ja: および
pl: i

# Form.acceptInfoTwo
source: Terms of Service
ja: 利用規約
pl: Warunkami Świadczenia Usług

# Form.changeToCreate
source: Already have an account?
ja: すでにアカウントをお持ちの方？
pl: Masz już konto?

# Form.changeToLogin
source: Don't you have an account?
ja: アカウントをお持ちでない方？
pl: Nie masz jeszcze konta?

# Form.createSubmit
source: Register
ja: 登録してます
pl: Zarejestruj

# Form.email
source: E-mail
ja: メール

# Form.forgottenPasswordLink
source: I forgot my password
ja: パスポートが忘れました
pl: Zapomniałam/em hasła.

# Form.loadingRegistration
source: I'm registering you...
ja: 登録してます。。。
pl: Rejestruję cię...

# Form.loginSubmit
source: Login
ja: ログイン
pl: Zaloguj

# Form.notExist
source: User doesn't exist.
ja: ユーザーは生きません。
pl: Użytkownik nie istnieje.

# Form.password
source: Password
ja: パスポート
pl: Hasło

# Form.providerTitleLogin
source: Or login via:
ja: それともで、経由でログインします：
pl: Lub zaloguj się za pomocą:

# Form.providerTitleRegistration
source: Or register yourself using:
ja: それともで、使って登録します：
pl: Lub zarejestruj się za pomocą:

# Form.setErrorMessageCreate
source: We weren't able to register you.
ja: 登録することが出来ません。
pl: Nie mogliśmy Cię zarejestrować.

# Form.statusLogin
source: You're logged in
ja: ログイン中している。
pl: Zostałaś/eś zalogowana/y

# Form.successInfoRegistration
source: Congratulation! You are registered. Check your mailbox and confirm your e-mail in order to you'll can sign in.
ja: おめでとうございます！登録するのはしてました。 メールの受信箱を確認し、メールを確認してログインします。
pl: Gratulacje! Zostałeś zarejestrowany. Sprawdź skrzynkę mailową i potwierdź e-mail, aby móc się zalogować.

# Form.theSameEmail
source: Account with this e-mail already exists. Please sign in instead.
ja: このメールのアカウントはいます。代わりにサインインして下さい。
pl: Konto z takim adresem e-mail już istnieje. Proszę się zalogować.

# Form.titleOfLogin
source: Login!
ja: ログイン！
pl: Zaloguj!

# Form.titleOfRegistration
source: Welcome to Pfartists!
ja: Pfartistsへようこそ！
pl: Witamy w Pfartists!

# Form.unVerified
source: Unverified e-mail.
ja: メールがベリファイいませんでした。
pl: Niezweryfikowany e-mail.

# Form.validateEmail
source: Invalid email address
ja: メールが正しくないです。
pl: Niepoprawny adres e-mail.

# Form.validatePasswordHKik
source: Password accept only letters. These can be Hiragana, Katakana and kanji characters.
ja: パスポートは字だけ受け入れます。今、ひらがなとカタカナと漢字が出来ます。
pl: Hasło przyjmuje tylko litery. Mogą to być znaki Hiragany, Katakany i kanji.

# Form.validatePasswordNum
source: Password is too short. Must have a minimum 9 letters.
ja: パスポートが短すぎまあす。 最大限九字をなければなりません。
pl: Hasło jest za krótkie. Musi mieć minimum 9 znaków.

# Form.validatePasswordOl
source: Password must have at least 1 big letter.
ja: パスポート少なくとも一大きいでなければなりません。
pl: Hasło musi zawierać conajmniej jedną dużą literę.

# Form.validatePasswordOn
source: Password must have at least 1 number.
ja: パスポートが少なくとも一ナンバーがでなければなりません。
pl: Hasło musi mieć conajmniej 1 cyfrę.

# Form.validatePasswordSpec
source: Password must include at least 1 special character: #?!@$%^&*-
ja: パスポートが少なくとも一特殊文字を含めることが出来ます: #?!@$%^&*-
pl: Hasło musi zawierać conajmniej 1 znak specjalny: #?!@$%^&*-

# Form.validatePseudonymHKik
source: Pseudonym accept only letters. These can be Hiragana, Katakana and kanji characters
ja: あだ名は字だけ受け入れます。今、ひらがなとカタカナと漢字が出来ます。
pl: Pseudonym przyjmuje tylko litery. Mogą to być znaki Hiragany, Katakany i kanji

# Form.validatePseudonymMax
source: Pseudonym is too long. Must have a maximum 15 letters.
ja: あだ名が長すぎる。最大限十五字をなければなりません。
pl: Pseudonym jest za długi. Maksymalnie musi mieć 15 znaków.

# Form.validatePseudonymMin
source: Pseudonym is too short.
ja: あだ名が短すぎまあす。
pl: Pseudonym jest za krótki.

# Form.validatePseudonymNum
source: Pseudonym must have at least 1 number.
ja: あだ名が少なくとも一ナンバーがでなければなりません。
pl: Pseudonym musi mieć conajmniej 1 cyfrę.

# Form.validatePseudonymSpec
source: Pseudonym must include at least 1 special character: #?!@$%^&*-＃？！＄％＆＊ー
ja: あだ名が少なくとも一特殊文字を含めることが出来ます: #?!@$%^&*-＃？！＄％＆＊ー'
pl: Pseudonym musi zawierać conajmniej 1 znak specjalny: #?!@$%^&*-＃？！＄％＆＊ー

# Form.validateRequired
source: Required
ja: 所要
pl: Wymagane

# Form.validateUsernameFl
source: First letter must be a big.
ja: 第一字が大きいでなければなりません。
pl: Pierwsza litera musi być duża.

# Form.validateUsernameHKik
source: Name accept only letters. These can be Hiragana, Katakana and kanji characters
ja: 名前は字だけ受け入れます。今、ひらがなとカタカナと漢字が出来ます。
pl: Imię przyjmuje tylko litery. Mogą to być znaki Hiragany, Katakany i kanji.

# Form.validateUsernameMin
source: Name is too short.
ja: 名前が短すぎまあす。
pl: Imię jest za krótkie.

# Form.validateUsernameNum
source: Name cannot include numbers.
ja: 名前がナンバーを含めることが出来ません。
pl: Imię nie może zawierać cyfr.

# Form.wrongLoginData
source: Email password combination is incorrect.
ja: メールパスワードの組み合わせが正しくありません。
pl: Kombinacja hasła i e-maila jest nieprawidłowa.

source: Friends
ja: 友達
pl: Przyjaciele

# Friends.add
source: Add to friends
ja: 友達まで付け加える
pl: Dodaj do znajomych

# Friends.added
source: Friend
ja: 友達
pl: Znajomy

# Friends.addedFav
source: Favorite
ja: 愛用
pl: Ulubiony

# Friends.addedMax
source: You already have 5 favorite friends.
ja: もう五愛用の団体います。
pl: Dodałeś/aś już 5 znajomych.

# Friends.addFav
source: Add to favorite
ja: 愛用まで付け加える
pl: Dodaj do ulubionych

# Friends.max
source: You can add up to 5 friends.
ja: 五団体まで付け加える出来る。
pl: Możesz dodać do 5 znajomych.

# Friends.noFavFriends
source: No favorites
ja: 愛用がいません
pl: Brak ulubionych

# Friends.noFriends
source: No friends
ja: 友達がいません
pl: Brak znajomych

# Gallery.userAnimationsTitle
source: Your animations
ja: 貴職のアニメーション
pl: Twoje animacje

# Gallery.userLikedAnimations
source: Liked animations
ja: 好きのアニメーション
pl: Polubione animacje

# Gallery.userLikedPhotos
source: Liked photos and draws
ja: 好きの写真と素描
pl: Polubione zdjęcia i rysunki

# Gallery.userLikedVideos
source: Liked by others
ja: 好きの映画
pl: Polubione filmy

# Gallery.userPhotosTitle
source: Your photos and draws
ja: 貴職の写真と素描
pl: Twoje zdjęcia i rysunki

# Gallery.userVideosTitle
source: Your videos
ja: 貴職の映画
pl: Twoje filmy

source: Groups
ja: グループ
pl: Grupy

# Groups.adminTitle
source: Groups which you've created
ja: 生み出しました団体
pl: Grupy, które stworzyłaś/eś

# Groups.delete
source: Delete Group
ja: グループは消します
pl: Usuń grupę

# Groups.Favorite.addedToFav
source: Favorite
ja: 愛用
pl: Ulubiona

# Groups.Favorite.addToFavorite
source: Add to favourite
ja: 愛用まで付け加える
pl: Dodaj do ulubionych

# Groups.Favorite.maxFav
source: You can add up to 5 groups.
ja: 五団体まで付け加える出来る。
pl: Możesz dodać do 5 grup.

# Groups.Favorite.maximumAchieved
source: You already have 5 favorite groups.
ja: もう五愛用の団体います。
pl: Już masz 5 ulubionych grup.

# Groups.join
source: Join
ja: 付ける
pl: Dołącz

# Groups.joined
source: Joined
ja: 付けました
pl: Dołączyłeś/aś

# Groups.List.all
source: These are already all groups.
ja: これがもう皆あります。
pl: To już wszystkie grupy.

# Groups.List.title
source: Groups list
ja: リストの団体
pl: Lista grup

# Groups.members
source: Members
ja: 隊員
pl: Członkowie

# Groups.modsTitle
source: Groups which you manage
ja: 取り締ました団体
pl: Grupy, którymi zarządzasz

# Groups.noAdmin
source: You've created any group yet.
ja: まだ団体が生み出しませんでした。
pl: Nie stworzyłaś/eś jeszcze żadnej grupy.

# Groups.noFavGroups
source: No favorite group
ja: 愛用の団体がありません
pl: Brak ulubionych grup

# Groups.noMods
source: You're not moderators in any group yet.
ja: まだモデレータがいません。
pl: Obecnie nie jesteś moderatorem żadnej grupy.

# Groups.noPermission
source: In order to can see a posts, you need to join to the group.
ja: 追加が見られる様に、この団体が付けないと行けない。
pl: Aby zobaczyć posty musisz dołączyć do grupy.

# Groups.noUsers
source: You didn't join to any group yet.
ja: まだ団体まで付けませんでした。
pl: Nie dołączyłaś/eś jeszcze do żadnej grupy.

# Groups.User.adminTitle
source: Groups which the user've created
ja: ユーザが生み出しました団体
pl: Grupy, które użytkownik stworzył

# Groups.User.modsTitle
source: Groups which the user manage
ja: ユーザが取り締ました団体
pl: Grupy którymi zarządza

# Groups.User.noAdmin
source: User've created any group yet.
ja: ユーザがまだ団体が生み出しませんでした。
pl: Nie stworzył/a jeszcze żadnej grupy

# Groups.User.noMods
source: User're not moderators in any group yet.
ja: ユーザがまだモデレータがいません。
pl: Obecnie nie jest moderatorem żadnej grupy.

# Groups.User.noUsers
source: User didn't join to any group yet.
ja: ユーザがまだ団体まで付けませんでした。
pl: Nie dołączył/a jeszcze do żadnej grupy.

# Groups.User.usersTitle
source: Groups user've joined
ja: ユーザが付けました団体
pl: Grupy do których dołączył/a

# Groups.usersTitle
source: Groups you've joined
ja: 付けました団体
pl: Grupy, do których dołączyłaś/eś

source: Home
ja: ホーム
pl: Dom

# Home.lastAnimations
source: Last animations
ja: 最近のアニメーション
pl: Ostatnie animacje

# Home.lastDrawings
source: Last drawings
ja: 最近の描画
pl: Ostatnie rysunki

# Home.lastOthers
source: Last others
ja: 最近の他
pl: Ostatnie inne

# Home.lastPhotos
source: Last photos
ja: 最近の写真
pl: Ostatnie zdjęcia

# Home.lastVideos
source: Last videos
ja: 最近の映画
pl: Ostatnie filmy

# Members.addModAria
source: Add a moderator
ja: モデレータが付け加える
pl: Dodaj moderatora

# Members.admin
source: Admin
ja: アドミン

# Members.anotherMembers
source: Members
ja: 他人の隊員
pl: Członkowie

# Members.moderators
source: Moderators
ja: モデレータ
pl: Moderatorzy

# Members.modsAria
source: Removing a moderator
ja: モデレータがリムーブ

# Members.noMembers
source: No members
ja: 隊員がいません
pl: Brak członków

# Members.noMods
source: No moderators
ja: モデレータがいません
pl: Brak moderatorów

source: More
ja: もっと
pl: Więcej

source: My groups
ja: 私の団体
pl: Moje grupy

# Nav.account
source: Account
ja: アカウント
pl: Konto

# Nav.groups
source: Groups
ja: グループ
pl: Grupy

# Nav.signIn
source: Log In
ja: サインイン
pl: Zaloguj

# Nav.signOut
source: Sign out
ja: サインアウト
pl: Wyloguj

# Nav.signUp
source: Sign up
ja: サインアップ
pl: Zarejestruj

source: New File
ja: 新しのファイル
pl: Nowy plik

# NewFile.file
source: File
ja: ファイル
pl: Plik

# NewFile.fileTitle
source: Adding a file
ja: ファイルが追加
pl: Dodaj plik

# NewPassword.buttonAria
source: Button for sending a new password
ja: 新しいパスワードを送信するボタン
pl: przycisk do wysłania nowego hasła

# NewPassword.subtitle
source: Write new password.
ja: 新しいパスワードを入力してください。
pl: Wpisz nowe hasło.

# NewPassword.success
source: You changed your password
ja: パスワードを変更した。
pl: Zmieniłaś/eś swoje hasło.

# NewPassword.title
source: Update password
ja: パスワードの更新
pl: Aktualizacja hasła

# NewPost.add
source: Add post
ja: 追加が追加する
pl: Dodaj post

# NewPost.addDesAria
source: Adding a description for new post
ja: 新しい追加に叙述立項
pl: Dodanie opisu dla nowego postu

# NewPost.addTitAria
source: Adding a title for new post
ja: 新しい追加に名称立項
pl: Dodanie tytułu dla nowego postu

# NewPost.addTitPlaceholder
source: Title
ja: 名称
pl: Tytuł

# NewUser.name
source: Name
ja: 名前
pl: Imię

source: No regulation
ja: レギュレーションがありません。
pl: Brak regulaminu

# notFound
source: Nothing found
ja: 何も見つからない
pl: Nic nie znaleziono

source: Plans
ja: プラン
pl: Plany

# Posts.likeAria
source: to like
ja: 好き
pl: lubić

# Posts.likedAria
source: liked
ja: 好きだ
pl: polubione

# Posts.noPosts
source: No posts
ja: 追加がありません
pl: Brak postów

# Premium.body
source: To learn about plans, click this
ja: 計画を知る様に、この
pl: Aby dowiedzieć się o planach, kliknij ten

# Premium.bodyLink
source: link
ja: リンク

# Premium.header
source: Change a subscription
ja: サブスクリプションが変わります
pl: Zmień subskrypcję

# Premium.select__error
source: You didn't choose plan.
ja: プランが選びませんでした。
pl: Nie wybrałaś/eś planu.

# Premium.update
source: Update
ja: アップデート
pl: Aktualizuj

source: Profile
ja: プロフィール
pl: Profil

# Profile.aboutMe
source: About me
ja: 貴職は
pl: O mnie

# Profile.save
source: save
ja: セーブ
pl: Zapisz

source: Profile photo
ja: プロフィールの写真
pl: Zdjęcie profilowe

source: Pseudonym
ja: あだ名
pl: Pseudonim

source: regulation
ja: レギュレーション
pl: Regulamin

# ResetPassword.failed
source: Password reset failed. Please try again.
ja: パスワードのリセットに失敗しました。もう一度やり直してください。
pl: Resetowanie hasła nie powiodło się. Proszę spróbować ponownie.

# ResetPassword.success
source: Password reset successful!
ja: パスワードのリセットに成功しました！
pl: Resetowanie hasła zakończone sukcesem!

# ResetPassword.wrongValues
source: Values aren't the same.
ja: 価値観は同じではありません。
pl: Pola nie mają tej samej wartości.

source: Search
ja: 検索
pl: Szukaj

# searchResultTitle
source: Search results for:
ja: 成績の探し物：
pl: Wyniki wyszukiwania dla:

source: Send
ja: 送る
pl: Wyślij

# Settings.appearance
source: Appearance
ja: 外観
pl: Wygląd

# Settings.dark_mode
source: Dark mode
ja: 暗いのモード
pl: Ciemny motyw

# Settings.Mode.dark
source: DARK
ja: 暗い
pl: CIEMNY

# Settings.Mode.light
source: LIGHT
ja: 明るい
pl: JASNY

# Settings.title
source: Settings
ja: 設定
pl: Ustawienia

# subTitle
source: Welcome to the artist's world
ja: 世界の芸術家たちへようこそ
pl: Witamy w świecie artystów

source: Tags
ja: タグ
pl: Tagi

# title
source: Portal for artists
ja: 芸術家に取ってポータル
pl: Portal dla artystów

# unknownError
source: Oops! Something went wrong.
ja: おっと？！何かが間違っていた。
pl: Ups! Coś poszło nie tak.

# ZeroFiles.animations
source: No your animations.
ja: アニメーションが見つけあせん。
pl: Brak animacji.

# ZeroFiles.drawings
source: No your drawings.
ja: 描画が見つけあせん。
pl: Brak rysunków.

# ZeroFiles.files
source: No found files.
ja: ヒレが見つけません。
pl: Brak plików.

# ZeroFiles.others
source: No your others.
ja: 他が見つけあせん。
pl: Brak inne.

# ZeroFiles.photos
source: No your photos.
ja: 写真が見つけあせん。
pl: Brak zdjęć.

# ZeroFiles.videos
source: No your videos.
ja: 映画が見つけあせん。
pl: Brak filmów.

# AddingGroup.name
source: Group name
pl: Nazwa grupy

# AddingGroup.title
source: Create a group
pl: Stwórz grupę

# DeletionFile.question
source: Are you sure? You can't undo this action afterwards.
pl: Jesteś pewien? Po wykonaniu tej czynności nie można jej cofnąć.

# Forgotten.buttonAria
source: button to reset the button
pl: przycisk do resetowania hasła

# Forgotten.subtitle
source: Please enter your e-mail.
pl: Wpisz adres e-mail.

# Forgotten.success
source: Check your mailbox.
pl: Sprawdź swoją skrzynkę mailową.

# Forgotten.title
source: Did you forget your password?
pl: Zapomniałeś/aś hasła?

# NewFile.notUploadFile
source: File hasn't been uploaded.
pl: Plik nie został wysłany.

# NewFile.uploadFile
source: File has been uploaded.
pl: Plik został wysłany.

# NewUser.ariaLabelButton
source: sending first data
pl: wysyłanie pierwszych danych

# NewUser.errorSending
source: Profile hasn't been updated.
pl: Profil nie został zaktualizowany.

# NewUser.successSending
source: Profile has been updated.
pl: Profil został zaktualizowany

# NewUser.title
source: Adding your name and pseudonym
pl: Dodaj swoje imię i pseudonim

# PasswordAccount.buttonAria
source: button to update the password
pl: przycisk do aktualizacji hasła

# PasswordAccount.differentPasswords
source: Passwords aren't the same.
pl: Hasła nie są takie same

# PasswordAccount.success
source: The password has been updated.
pl: Hasło zostało zaktualizowane

# Profile.ariaLabelButton
source: Updating pseudonym and description button
pl: Aktualizacja pseudonimu i opisu użytkownika

# Profile.defaultAvatar
source: default avatar
pl: domyślny avatar

# Profile.errorSending
source: Profile hasn't been updated.
pl: Profil nie został zaktualizowany.

# Profile.successSending
source: Profile has been updated.
pl: Profil zaktualizowany
